//2. Տրված է իրական թվերի հաջորդականություն: Արտածել այդ
//հաջորդականության
//ա) այն տարրերի քանակը, որոնք փոքր են իրենց կարգահամարի քառակուսուց,


//բ) բոլոր տարրերի միջին թվաբանականի և տարրերի տարբերությունները,


//գ) այն տարրերի քանակը, որոնք փոքր են իրենց ձախ և աջ
//հարևանների կիսագումարից,


//դ) մեծագույն տարրը և նրա կարգահամարը,


//ե) մեծագույն և փոքրագույն տարրերի տարբերությունը,


//զ) առաջին մեծագույն և վերջին փոքրագույն տարրերի միջև
//գտնվող անդամների գումարը,


//է) մեծագույն և մեծությամբ երկրորդ տարրերը,


//ը) դրական տարրերից փոքրագույնի արժեքը (եթե դրական
//տարր չկա, արտածել համապատասխան հաղորդագրություն):
